Repository: yuri-maxiutenko/MediaDownloader
Catalog: MediaDownloader/Properties/Resources.*.resx
Languages: ru_ru

# StartDownloadButtonText
source: Download!
ru_ru: Скачать!

# StopDownloadButtonText
source: Stop!
ru_ru: Стоп!

# BrowseButtonText
source: Browse...
ru_ru: Обзор...

# ClearButtonText
source: Clear
ru_ru: Очистить

# ShowDownloadedItemsButtonText
source: Show downloaded items
ru_ru: Показать скачанные файлы

# ShowLogExpanderText
source: Show Log
ru_ru: Журнал

# ShowHistoryExpanderText
source: Show History
ru_ru: История

# DownloaderFormatBestName
source: Best quality video
ru_ru: Видео максимального качества

# DownloaderFormatBestMp4Name
source: Best quality MP4 video
ru_ru: Видео MP4 максимального качества

# DownloaderFormatBestDirectLinkName
source: Best quality video available by direct link
ru_ru: Лучшее, что доступно по прямой ссылке

# DownloaderFormatAudioOnlyName
source: Audio only
ru_ru: Только аудио

# DownloadFormatCaption
source: Choose what you want to download:
ru_ru: Выберите, что будем качать:

# DownloadFolderCaption
source: Select the download folder:
ru_ru: Выберите папку для загрузок:

# LogMessageDownloadStart
source: Starting to download your files...
ru_ru: Начинаем загрузку...

# LogMessageDownloadSuccess
source: Congratulations! Your download successfully completed!
ru_ru: Поздравляем! Загрузка успешно завершена!

# LogMessageLocationOfFile
source: You may find your file here: {0}
ru_ru: Найти ваш файл можно здесь:

# LogMessageLocationOfFiles
source: You may find your files here: {0}
ru_ru: Найти ваши файлы можно здесь:

# LogMessageDownloadFail
source: Download failed.
ru_ru: Загрузка не удалась.

# LogMessageDownloadCancel
source: You have cancelled the download.
ru_ru: Вы отменили загрузку.

# LogMessageFileNameRetrieved
source: File name successfully retrieved: {0}
ru_ru: Имя файла успешно получено: {0}

# LogMessageDownloadingFile
source: Downloading the file: {0} Url: {1}
ru_ru: Качаем файл: {0} Ссылка: {1}

# MessageDownloading
source: Downloading: {0}
ru_ru: Загрузка: {0}

# MessageDownloadCancelled
source: Download cancelled! {0}
ru_ru: Вы отменили загрузку!

# MessageDownloadPreparing
source: Preparing to download...
ru_ru: Подготовка к загрузке...

# HistoryMenuItemOpenFolder
source: Open Download Folder
ru_ru: Открыть папку с файлом

# HistoryMenuItemCopyLink
source: Copy Download Link
ru_ru: Копировать ссылку

# HistoryMenuItemRemoveFromHistory
source: Remove From History
ru_ru: Удалить из истории

# HistoryMenuItemClearHistory
source: Clear History
ru_ru: Очистить историю

# DownloadStatusSuccess
source: Success
ru_ru: Успех

# DownloadStatusFail
source: Fail
ru_ru: Ошибка

# DownloadStatusCancel
source: Cancel
ru_ru: Отмена

# DownloadStatusUnknown
source: Unknown
ru_ru: Неизвестно

# MessageDownloadComplete
source: Download complete! {0}
ru_ru: Загрузка успешно завершена!

# MessageDownloadFailed
source: Download Failed! {0}
ru_ru: Загружка завершена с ошибками!
